<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>幸福堂 | Q&amp;A</title>
<style>
 p{ font-size:1.5em;}
</style>
</head>
<body>
<header>
    <jsp:include page="/WEB-INF/jsp/header.jsp" />
  </header>

<p><strong>Q1.そもそもこのサイトとは？</strong></p>
弊社が取り揃えた「幸せになる現象」を販売する会員専用サイトです。<br>
登録時に付与された幸福ポイント（KP）を利用して<br>
商品を購入することができます。<br>
<br>
商品の内容としましては、「信号にひっかからない」、<br>
「じゃんけんに必ず勝てる」等といった現象がございます。<br>
<br>
商品購入時から24時間、効果を発揮いたします。<br>
<br>
商品の性質上、同一商品を一度に複数購入することは<br>
できません。（異なる商品を複数購入することは可能です。）<br>
予めご了承ください。<br>
<br>
<p><strong>Q2.商品はどのように効果を発揮しますか？</strong></p>
お支払いいただいた幸福ポイントの一部を使用し、<br>
お客様を取り巻く因果律の操作を行うことで、<br>
ご購入いただいた商品に辿り着く現実を引き寄せております。<br>
<br>
商品が効果を発揮する際に、会員登録時にご入力していただいた<br>
住所を参考にいたします。<br>
虚偽の住所登録を行ったお客様には、正確なご住所をお伺いするために、<br>
ご入力していただいた電話番号からお電話をさせていただく場合がございます。<br>
予めご了承ください。<br>
<br>
<p><strong>Q3.KPとはなんですか？</strong></p>
KPとは、「幸福ポイント」の略称です。<br>
KPは、お客様自身の運勢やツキを、ハッピーライフ独自の<br>
計算方法で可視化したものとなっております。<br>
そのため、会員登録の際に付与されるKPに<br>
ある程度の幅がございます。<br>
<br>
また、会員登録を行っていただいたすべてのお客様には、<br>
弊社から「ログインボーナス」として<br>
毎日KPをお送りいたします。<br>
<br>
KPが正の値を取っている間は、お客様への悪影響は<br>
存在しませんが、ゼロを下回ってしまいますと、<br>
お客様に不幸が訪れる危険性が出てきます。<br>
<br>
当サイトのご利用は計画的にお願い申し上げます。<br>
<br>
<p><strong>Q4.KPはどうしたら増えますか？</strong></p>
以下の3つの場合でKPが付与されます。<br>
・一日一回ログイン成功時（ログインボーナス）<br>
・占い<br>
・商品購入後のキャッシュバック<br>
<br>
<p><strong>Q5.KPがマイナスになってしまうと何が起きますか？</strong></p>
KPがマイナスになってしまった状態は、<br>
お客様が不運になってしまっている状況です。<br>
<br>
お客様が日常生活を送る中で、<br>
靴ひもが切れたり、スマホを失くしたりといった<br>
様々な不幸が発生する確率が上昇します。<br>
<br>
当サイトでは、日頃からご愛顧していただいている<br>
お客様を、そのような状況からお救いするために、<br>
ログインボーナスでKPをお送りいたします。<br>
<br>
また、お客様自身が幸福堂になっていただくことも可能です。<br>
<footer>
    <jsp:include page="/WEB-INF/jsp/footer.jsp" />
  </footer>
</body>
</html>